Repository: Bluegrams/ScreenRuler
Catalog: ScreenRuler/RulerForm.*.resx
Languages: de, es, it

# settingsToolStripMenuItem.Text
source: Settings
de: Einstellungen
es: Opciones
it: Impostazioni

# conAbout.Text
source: About
de: Über
es: Acerca de
it: Informazioni

# conHelp.Text
source: Help
de: Hilfe
es: Ayuda
it: Aiuto

# conExit.Text
source: Exit
de: Beenden
es: Salir
it: Esci

# conMarkMouse.Text
source: Mark Mouse Position
de: Mausposition markieren
es: Marcar posición del ratón
it: Mostra la posizione del mouse

# conLength.Text
source: Set Length...
de: Länge setzen...
es: Establecer longitud...
it: Imposta scala...

# conMarkCenter.Text
source: Mark Center
de: Mitte markieren
es: Marcar centro
it: Mostra il centro

# conMarkThirds.Text
source: Mark Thirds
de: Drittel markieren
es: Marcar tercios
it: Mostra i terzi

# comUnits.ToolTipText
source: Measuring Unit
de: Maßeinheit
es: Unidad de medida
it: Unità di misura

# conVertical.Text
source: Vertical
de: Vertikal

# conMinimize.Text
source: Minimize
de: Minimieren
es: Minimizar
it: Minimizza

# conTopmost.Text
source: Stay On Top
de: Oben anheften
es: Siempre visible
it: Sempre in pirmo piano

# conHigh.Text
source: High (100%)
de: Hoch (100%)
es: Máximo (100%)
it: Altà (100%)

# conDefault.Text
source: Default (80%)
de: Standard (80%)
es: Predeterminado (80%)
it: Standard (80%)

# conLow.Text
source: Low (60%)
de: Niedrig (60%)
es: Transparente (60%)
it: Bassa (60%)

# conVeryLow.Text
source: Very Low (40%)
de: Sehr niedrig (40%)
es: Muy transparente (40%)
it: Molto Bassa (40%)

# conClearCustomMarker.Text
source: Clear All Markers
de: Alle Marker löschen
es: Eliminar todas las marcas
it: Rimuovi tutti i segni

# conOpacity.Text
source: Opacity
de: Deckkraft
es: Opacidad
it: Opacità

# conMultiMarking.Text
source: Limit To One Marker
de: Auf einen Marker limitieren
es: Limitar a una sola marca
it: Limita ad un solo segno

# conOffsetLength.Text
source: Show Offset and Length
de: Versatz und Länge anzeigen
es: Mostrar desplazamiento y longitud
it: Mostra Offset e Lunghezza

# conMeasure.Text
source: Measure Window
de: Fenster ausmessen
es: Medir una ventana
it: Misura Finestra

# conMarkGolden.Text
source: Mark Golden Ratio
de: Goldener Schnitt
es: Proporción áurea
it: Mostra la Sezione Aurea
