Repository: Bluegrams/ScreenRuler
Catalog: ScreenRuler/Properties/EnumResources.*.resx
Languages: de

source: Centimeters
de: Zentimeter

source: Inches
de: Zoll

source: Pixels
de: Pixel

source: Points
de: Punkte

source: Percent
de: Prozent

# HypotenuseMode_None
source: Hide
de: Versteckt

# HypotenuseMode_FixedAtLength
source: At Ruler Length
de: An Lineallänge

# HypotenuseMode_Moving
source: At Cursor Position
de: An Mausposition

# DpiScalingMode_Unaware
source: Use scaled pixels
de: Skalierte Pixel verwenden

# DpiScalingMode_Auto
source: Automatic (per monitor)
de: Automatisch (pro Monitor)

# DpiScalingMode_Manual
source: Manual
de: Manuell

# DpiScalingMode_ManualPerMonitor
source: Manual (per monitor)
de: Manuell (pro Monitor)

# Actions_ToggleRulerMode
source: Toggle ruler orientation
de: Linealausrichtung umschalten

# Actions_ToggleVertical
source: Toggle vertical orientation
de: Vertikale Ausrichtung umschalten

# Actions_ToggleSlimMode
source: Toggle slim scale
de: Schmale Skala umschalten

# Actions_ToggleHypotenuseMode
source: Toggle hypotenuse display (in 2D)
de: Hypotenusen-Anzeige umschalten (in 2D)

# Actions_DeleteFirstMarker
source: Remove the first custom marker
de: Ersten Marker löschen

# Actions_AddMarkerAtCurrent
source: Set marker(s) at current cursor position
de: Marker bei aktueller Mausposition setzen

# Actions_AddMarkerAtLength
source: Set marker at current length
de: Marker bei aktueller Länge setzen

# Actions_ToggleTheme
source: Toggle the ruler theme between light and dark
de: Linealdesign zwischen hell und dunkel wechseln

# Actions_IncreaseOpacity
source: Increase ruler opacity
de: Linealdeckkraft erhöhen

# Actions_DecreaseOpacity
source: Decrease ruler opacity
de: Linealdeckkraft verringern

# Actions_CopySize
source: Copy current length to clipboard
de: Aktuelle Länge in Zwischenablage kopieren
